Repository: openmetrue/Cats-with-coordinator
Catalog: Cats with coordinator/Core/*.lproj/Localizable.strings
Languages: ru

source: Search
ru: Поиск

source: My offline cats
ru: Сохраненные

source: Сat's observer
ru: Поиск кошек

source: Saved cat's
ru: Сохраненные коты

source: Empty saved
ru: Очистить сохраненные

source: Empty
ru: Пусто

source: add first cat to saved
ru: сохрани первого котика

source: Category
ru: Категория

source: Breed
ru: Порода

source: Save to offline
ru: Сохранить в память

source: [🔧🔥] Bad response from URL: (url)
ru: [🔧🔥] Плохой ответ от URL: (url)

source: [👔🔥] Request error
ru: [👔🔥] Ошибка запроса

source: [💔🔥] Input data error
ru: [💔🔥] Ошибка входных данных

source: [🔐🔥] Authorization problem
ru: [🔐🔥] Ошибка авторизации

source: [❌🔥] Bad status code returned: (statusCode)
ru: [❌🔥] Возвращен неверный код состояния: (statusCode)

source: [🌎🔥] Server error
ru: [🌎🔥] Ошибка сервера

source: [⚠️🔥] Unknown network error occured
ru: [⚠️🔥] Неизвестная ошибка сети

source: Unknown app error
ru: Неизвестная ошибка приложения
